{
  "metadata": {
    "model": "groq/moonshotai/kimi-k2-instruct-0905",
    "task": "pali-vi",
    "created": "2026-01-18T12:59:12.963066"
  },
  "entries": {
    "0820af6092dc0ecd": "Mọi pháp đều do tâm dẫn đầu, do tâm chủ tể, do tâm tạo thành; nếu với tâm ô nhiễm người ta nói hay làm, thì khổ đau theo đuổi như bánh xe theo dấu chân con vật kéo xe.",
    "104b9cc46cc9660c": "Mọi pháp đều do tâm dẫn đầu, do tâm chủ tể, do tâm tạo thành; nếu với tâm thanh tịnh người ta nói hay làm, thì hạnh phúc theo đuổi như cái bóng không rời.",
    "d085a2303dda01a9": "Người đã mắng ta, đánh ta, thắng ta, cướp của ta; những ai ôm giữ điều ấy, mối hận thù không thể dừng lại.",
    "56fa11a4c4fd7120": "Người đã mắng ta, đánh ta, thắng ta, cướp của ta; những ai không ôm giữ điều ấy, mối hận thù sẽ lắng dịu.",
    "ab3ac8cf3abdf03b": "Không bao giờ hận thù được dập tắt bằng hận thù; hận thù chỉ được dập tắt bằng vô hận, đây là định luật từ thuở xưa.",
    "55c468100cdc8942": "Người khác không hiểu rằng chúng ta phải kiềm chế ở đây; những ai hiểu điều ấy, các tranh chấp sẽ được lắng dịu.",
    "cc2301943692c885": "Người sống chăm chú vào cái đẹp, không kiểm soát căn, không biết đủ trong ăn uống, biếng nhác, thiếu tinh tấn, Maara sẽ chinh phục như gió làm đổ cây yếu ớt.",
    "51c2ec8a7ee6af3d": "Người sống quán bất tịnh, kiểm soát căn, biết đủ trong ăn uống, có tín tâm, tinh tấn, Maara không thể chinh phục như gió không lay được núi đá.",
    "8b661a830f29c1b2": "Người chưa rửa sạch cấu uế mà mặc y pháp, thiếu tự chế và chân thật, không xứng đáng với y cà-sa.",
    "72d09befc1e47074": "Người đã từ bỏ cấu uế, trọn vẹn trong giới, có tự chế và chân thật, thật sự xứng đáng với y cà-sa.",
    "6c47bc7231036190": "Những kẻ xem điều không cốt yếu là cốt yếu, và xem điều cốt yếu là không cốt yếu, không bao giờ đạt được chân lý cốt yếu, vì họ sống theo tư tưởng sai lầm.",
    "a78a100d16782c9a": "Biết rõ điều gì cốt yếu là cốt yếu, điều gì không cốt yếu là không cốt yếu, họ đạt được chân lý cốt yếu, vì họ sống theo tư tưởng chân chính.",
    "a854294acef7a643": "Như ngôi nhà mái dột, mưa xuyên thấm qua; cũng vậy tâm không tu tập, tham dục xâm nhập.",
    "6d1f690439cd1c89": "Như ngôi nhà mái kín, mưa không xuyên thấm qua; cũng vậy tâm đã tu tập, tham dục không xâm nhập.",
    "16a1675f2283d8e8": "Ở đây kẻ làm ác khóc, chết xuống cũng khóc; kẻ ấy khóc mãi, khổ não khi thấy nghiệp ô uế của mình.",
    "5a6c5cf7eae0ec6e": "Ở đây người làm phước vui, chết xuống cũng vui; người ấy vui mãi, hoan hỷ khi thấy nghiệp thanh tịnh của mình.",
    "ed889d589785bd86": "Ở đây kẻ làm ác hối hận, chết xuống cũng hối hận; hối hận vì đã làm điều ác, đọa vào đường dữ càng thêm khốn khổ.",
    "46212d9af604b32d": "Ở đây người làm phước hoan hỷ, chết xuống cũng hoan hỷ; hoan hỷ vì đã làm điều phước, được lên cõi lành càng thêm vui sướng.",
    "78ae8f8ab538ec1c": "Dù thuộc nhiều kinệt tụng, nếu không thực hành, người biếng nhác cũng như kẻ chăn bò đếm bò người khác, không phải là người chia sẻ phẩm hạnh Sa-môn.",
    "d52af7c203377104": "Dù chỉ học ít lời dạy, nếu sống theo chánh pháp, trừ tham sân si, trí tuệ giải thoát, không chấp thủ đời này hay đời sau, người ấy mới thật sự chia sẻ phẩm hạnh Sa-môn."
  }
}