{
  "metadata": {
    "model": "groq/moonshotai/kimi-k2-instruct-0905",
    "task": "sanskrit-vi",
    "created": "2026-01-18T12:48:16.656530"
  },
  "entries": {
    "4c746fce2b5cef65": "Bồ Tát Quán Tự Tại hành sâu pháp Ba-la-mật-đa, soi thấy năm uẩn đều KHÔNG tự tánh.",
    "c832585b2c832127": "Này Xá Lợi Phất, sắc là KHÔNG, KHÔNG chính là sắc; KHÔNG không khác sắc, sắc không khác KHÔNG; cái gì là sắc thì đó là KHÔNG, cái gì là KHÔNG thì đó là sắc.",
    "57b33dd4d566503b": "Cũng vậy, thọ, tưởng, hành, thức đều như thế.",
    "7e749336a9d5529a": "Này Xá Lợi Phất, tất cả pháp đều mang tướng KHÔNG, không sanh không diệt, không nhơ không sạch, không thiếu không thừa.",
    "15899db54ad2a307": "Vì vậy, này Xá Lợi Phất, trong KHÔNG không có sắc, không có thọ, không có tưởng, không có hành, không có thức.",
    "6a8f64e7baa790ea": "Không có mắt, tai, mũi, lưỡi, thân, ý.",
    "153c3b0983576ab4": "Không có sắc, thanh, hương, vị, xúc, pháp.",
    "6f48b5914f06b6f2": "Không có giới nhãn thức cho đến không có giới ý thức.",
    "d70716d13e6a543d": "Không có vô minh, cũng không hết vô minh, cho đến không có già chết, cũng không hết già chết.",
    "ddce371f269534fa": "Không có khổ, tập, diệt, đạo.",
    "42d2a1fd0d9fbb6c": "Không tri thức, không đạt được, không không đạt được.",
    "d1d842be8dde4c94": "Vì vậy, này Xá Lợi Tử, do không đạt được, Bồ Tát nương vào Bát-nhã Ba-la-mật mà trú không còn chướng ngại tâm.",
    "86c31363f836c32f": "Do không có chướng ngại tâm, nên không sợ hãi, vượt qua mọi điên đảo, đạt đến tận cùng Niết-bàn.",
    "2663248f37d304dd": "Tất cả chư Phật ở ba đời, nương vào Bát-nhã Ba-la-mật mà chứng được vô thượng chánh đẳng chánh giác.",
    "6eb326fdacfd4452": "Vì thế cần biết: Bát-nhã Ba-la-mật là đại thần chú, là đại minh chú, là thần chú vô thượng, là thần chú bình đẳng.",
    "4772d5a31dd8595a": "Làm lắng dịu mọi khổ đau, là chân thật không hư dối.",
    "224d8b37a0972547": "Trong Bát-nhã Ba-la-mật có nói thần chú như sau:",
    "1df732d7e28c22a8": "Yết đế, yết đế, ba la yết đế, ba la tăng yết đế, bồ đề, tát bà ha."
  }
}